[
    {"id":"7ZZlvgEACAAJ","title":"Lost Light","author":["Michael Connelly"],"category":["Fiction"],"description":"NEW YORK TIMES BESTSELLER The vision has haunted him for four years--a young woman lying crumpled in death, her hand outstretched in silent supplication. Harry Bosch was taken off the Angella Benton murder case when the production assistant's death was linked with the violent theft of two million dollars from a movie set. Both files were never closed. Now retired from the L.A.P.D., Bosch is determined to find justice for Angella. Without a badge to open doors and strike fear into the guilty, he's on his own. And even in the face of an opponent more powerful and ruthless than any he's ever encountered, Bosch is not backing down."},{"id":"fGQvtAEACAAJ","title":"Two Kinds of Truth","author":["Michael Connelly"],"category":["Fiction"],"description":"Harry Bosch discovers two kinds of truth in this gripping work of fiction from #1 New York Times bestselling thriller author Michael Connelly Harry Bosch, exiled from the LAPD, is working cold cases for the San Fernando Police Department when all hands are called out to a local drugstore, where two pharmacists have been murdered in a robbery. Bosch and the tiny town's three-person detective squad sift through the clues, which lead into the dangerous, big-business world of prescription drug abuse. To get to the people at the top, Bosch must risk everything and go undercover in the shadowy world of organized pill mills. Meanwhile, an old case from Bosch's days with the LAPD comes back to haunt him when a long-imprisoned killer claims Harry framed him and seems to have new evidence to prove it. Bosch left the LAPD on bad terms, so his former colleagues are not keen on protecting his reputation. But if this conviction is overturned, every case Bosch ever worked will be called into question. As usual, he must fend for himself as he tries to clear his name and keep a clever killer in prison. The two cases wind around each other like strands of barbed wire. Along the way, Bosch discovers that there are two kinds of truth: the kind that sets you free and the kind that leaves you buried in darkness. An NPR Best Book of 2017 A Times Critics' Top Book of 2017 A Barnes & Noble Best Book of 2017A South Florida Sun-Sentinel Best Mystery of 2017 An Amazon Book of the Month"},{"id":"SOz_zgEACAAJ","title":"The Black Ice","author":["Michael Connelly"],"category":null,"description":"The second Harry Bosch novel: Harry Bosch investigates the drug-trafficking underworlds of inner city Los Angeles and the wastelands of Mexico."},{"id":"RK22zQEACAAJ","title":"Fair Warning","author":["Michael Connelly"],"category":null,"description":"The hero of The Poet and The Scarecrow is back in the new thriller from #1 New York Times bestselling author Michael Connelly. Jack McEvoy, the journalist who never backs down, tracks a serial killer who has been operating completely under the radar--until now. Veteran reporter Jack McEvoy has taken down killers before, but when a woman he had a one-night stand with is murdered in a particularly brutal way, McEvoy realizes he might be facing a criminal mind unlike any he's ever encountered. Jack investigates--against the warnings of the police and his own editor--and makes a shocking discovery that connects the crime to other mysterious deaths across the country. Undetected by law enforcement, a vicious killer has been hunting women, using genetic data to select and stalk his targets. Uncovering the murkiest corners of the dark web, Jack races to find and protect the last source who can lead him to his quarry. But the killer has already chosen his next target, and he's ready to strike. Terrifying and unputdownable, Fair Warning shows once again why "Michael Connelly has earned his place in the pantheon of great crime fiction writers" (Chicago Sun-Times)."},{"id":"ljkmGwAACAAJ","title":"Crime Beat","author":["Michael Connelly"],"category":["Social Science"],"description":"Before Michael Connelly became a novelist, he was a crime reporter, covering the detectives who worked the homicide beat. In these vivid, hard-hitting pieces, Connelly leads the reader past the yellow police tape as he follows the investigators, the victims, their families and friends--and of, course, the killers--to tell the real stories of murder and its aftermath."},{"id":"eJw3EAAAQBAJ","title":"Narrative Inquiry","author":["D. Jean Clandinin","F. Michael Connelly"],"category":["Education"],"description":""The literature on narrative inquiry has been, until now, widely scattered and theoretically incomplete. Clandinin and Connelly have created a major tour de force. This book is lucid, fluid, beautifully argued, and rich in examples. Students will find a wealth of arguments to support their research, and teaching faculty will find everything they need to teach narrative inquiry theory and methods."--Yvonna S. Lincoln, professor, Department of Educational Administration, Texas A&M University Understanding experience as lived and told stories--also known as narrative inquiry--has gained popularity and credence in qualitative research. Unlike more traditional methods, narrative inquiry successfully captures personal and human dimensions that cannot be quantified into dry facts and numerical data. In this definitive guide, Jean Clandinin and Michael Connelly draw from more than twenty years of field experience to show how narrative inquiry can be used in educational and social science research. Tracing the origins of narrative inquiry in the social sciences, they offer new and practical ideas for conducting fieldwork, composing field notes, and conveying research results. Throughout the book, stories and examples reveal a wide range of narrative methods. Engaging and easy to read, Narrative Inquiry is a practical resource from experts who have long pioneered the use of narrative in qualitative research."},{"id":"3lfkBgAAQBAJ","title":"The Crossing","author":["Michael Connelly"],"category":["Fiction"],"description":"In this "tense" thriller and #1 New York Times bestseller, Detective Harry Bosch teams up with Lincoln Lawyer Mickey Haller to track down a killer who just might find them first (Wall Street Journal). Detective Harry Bosch has retired from the LAPD, but his half-brother, defense attorney Mickey Haller, needs his help. A woman has been brutally murdered in her bed and all evidence points to Haller's client, a former gang member turned family man. Though the murder rap seems ironclad, Mickey is sure it's a setup. Bosch doesn't want anything to do with crossing the aisle to work for the defense. He feels it will undo all the good he's done in his thirty years as a homicide cop. But Mickey promises to let the chips fall where they may. If Harry proves that his client did it, under the rules of discovery, they are obliged to turn over the evidence to the prosecution. Though it goes against all his instincts, Bosch reluctantly takes the case. The prosecution's file just has too many holes and he has to find out for himself: if Haller's client didn't do it, then who did? With the secret help of his former LAPD partner Lucy Soto, Harry starts digging. Soon his investigation leads him inside the police department, where he realizes that the killer he's been tracking has also been tracking him. Thrilling, fast-paced, and impossible to put down, The Crossing shows without a shadow of doubt that Connelly is "a master of building suspense" (Wall Street Journal)."},{"id":"p9wtQQAACAAJ","title":"El poeta","author":["Michael Connelly"],"category":["Fiction"],"description":"Dejando de lado a Harry Bosch, Connelly presenta al periodista de Denver Jack McEvoy en un intrincado caso de que los males seculares florecen en la tecnología de Internet. el hermano gemelo de Jack, Sean, un detective de homicidios de Denver obsesionado"},{"id":"qY9AwCwIedgC","title":"Michael Connelly - The Harry Bosch Collection (ebook)","author":["Michael Connelly"],"category":["Fiction"],"description":"In a city of a million tales, Detective Bosch reads those written in blood. Fourteen crime novels from bestseller Michael Connelly. 'Connelly is a crime writing genius' Independent on Sunday Contains: THE BLACK ECHO, THE BLACK ICE, THE CONCRETE BLONDE, THE LAST COYOTE, TRUNK MUSIC, ANGELS FLIGHT, A DARKNESS MORE THAN NIGHT, CITY OF BONES, LOST LIGHT, THE NARROWS, THE CLOSERS, ECHO PARK, THE OVERLOOK, NINE DRAGONS"},{"id":"E1HPQgAACAAJ","title":"Hielo negro","author":["Michael Connelly"],"category":["Fiction"],"description":""Cal Moore, del departamento de Narcóticos, investigaba sobre una nueva droga de diseño--el hielo negro--cuando fue encontrado en un motel con un tiro en la cabeza y una nota en el bolsillo. Para Harry Bosch lo importante no son los hechos aislados, sino el hilo que los mantiente unidos. Y sus averguaciones sobre el sospechoso suicidio de Moore parecen trazar una línea recta entre los traficantes que merodean por Hollywood Boulevard y los callejones más turbios de la frontera con México. Una línea fatídica sembrada de cadáveres..."--p.[4] of cover."}]