[
    {
        "id": "S4HqE9w-rpcC",
        "title": "The Winner",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "A rags-to-riches deal for single mother LuAnn Tyler is deadlier than she ever could have imagined in this #1 New York Times bestselling thriller from David Baldacci. THE DREAM She is twenty, beautiful, dirt-poor, and hoping for a better life for her infant daughter when LuAnn Tyler is offered the gift of a lifetime, a $100 million lottery jackpot. All she has to do is change her identity and leave the U.S. forever. THE KILLER It's an offer she dares to refuse...until violence forces her hand and thrusts her into a harrowing game of high-stakes, big-money subterfuge. It's a price she won't fully pay...until she does the unthinkable and breaks the promise that made her rich. THE WINNER For if LuAnn Tyler comes home, she will be pitted against the deadliest contestant of all: the chameleon-like financial mastermind who changed her life. And who can take it away at will..."
    },
    {
        "id": "57mxtAEACAAJ",
        "title": "The Fallen",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "\"Decker is one of the most unusual detectives any novelist has dreamed up.\" --Washington Post Amos Decker is the Memory Man. Following a football-related head injury that altered his personality, Decker is now unable to forget even the smallest detail--as much a curse as it is a blessing. And in #1 New York Times bestselling author David Baldacci's gripping new thriller, Decker's life might be about to change again... Something sinister is going on in Baronville. The rust belt town has seen four bizarre murders in the space of two weeks. Cryptic clues left at the scenes--obscure bible verses, odd symbols--have the police stumped. Amos Decker and his FBI colleague Alex Jamison are in Baronville visiting Alex's sister and her family. It's a bleak place: a former mill and mining town with a crumbling economy and rampant opioid addiction. Decker has only been there a few hours when he stumbles on a horrific double murder scene. Then the next killing hits sickeningly close to home. And with the lives of people he cares about suddenly hanging in the balance, Decker begins to realize that the recent string of deaths may be only one small piece of a much larger scheme--with consequences that will reach far beyond Baronville. Decker, with his singular talents, may be the only one who can crack this bizarre case. Only this time--when one mistake could cost him everything--Decker finds that his previously infallible memory may not be so trustworthy after all..."
    },
    {
        "id": "VJ2ytAEACAAJ",
        "title": "The Innocent",
        "author": [
            "David Baldacci"
        ],
        "category": null,
        "description": "The Innocent is another action-packed thriller from David Baldacci, one of the world's most popular writers. Back in DC after successful missions in Edinburgh and Tangier, assassin Will Robie sees his latest assignment, to eliminate a US government employee, go badly wrong. What had she done, or what did she know? Robie is now a wanted man. But it seems that he's not the only one on the run. Young teenager Julie Getty is devastated by the inexplicable murder of her parents in their home. Who wanted them dead, and why, is a mystery. But Julie is smart enough to believe that their killer will come after her. Robie and Julie meet when he saves her from an attempt on her life as they were trying to leave town. The police investigating the hit start to take an interest in Robie. He's particularly attracting the interest of Special Agent Nicole Vance, who believes that the two cases are connected. Robie finds himself in a dangerous position as he is tasked to investigate a crime at which he was present. Does he need to change sides to save lives - including his own?The Innocent is the first novel in David Baldacci's blockbuster Will Robie series."
    },
    {
        "id": "bBZByAEACAAJ",
        "title": "David Baldacci Spring 2020",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "The #1 New York Times bestselling author with over 130 million books in print worldwide returns with his next blockbuster thriller."
    },
    {
        "id": "nGS0swEACAAJ",
        "title": "The Target",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "The President knows it's a perilous, high-risk assignment. If he gives the order, he has the opportunity to take down a global menace, once and for all. If the mission fails, he would face certain impeachment, and the threats against the nation would multiply. So the president turns to the one team that can pull off the impossible: Will Robie and his partner, Jessica Reel. Together, Robie and Reel's talents as assassins are unmatched. But there are some in power who don't trust the pair. They doubt their willingness to follow orders. And they will do anything to see that the two assassins succeed, but that they do not survive. As they prepare for their mission, Reel faces a personal crisis that could well lead old enemies right to her doorstep, resurrecting the ghosts of her earlier life and bringing stark danger to all those close to her. And all the while, Robie and Reel are stalked by a new adversary: an unknown and unlikely assassin, a woman who has trained her entire life to kill, and who has her own list of targets--a list that includes Will Robie and Jessica Reel."
    },
    {
        "id": "wCElugEACAAJ",
        "title": "New Memory Man Thriller",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "Detective Amos Decker discovers that a mistake he made as a rookie detective may have led to deadly consequences in the latest Memory Man thriller in David Baldacci's #1 New York Times bestselling series. Amos Decker and his FBI partner Alex Jamison are visiting his hometown of Burlington, Ohio, when he's approached by an unfamiliar man. But he instantly recognizes the man's name: Meryl Hawkins. He's the first person Decker ever arrested for murder back when he was a young detective. Though a dozen years in prison have left Hawkins unrecognizably aged and terminally ill, one thing hasn't changed: He maintains he never committed the murders. Could it be possible that Decker made a mistake all those years ago? As he starts digging into the old case, Decker finds a startling connection to a new crime that he may be able to prevent, if only he can put the pieces together quickly enough..."
    },
    {
        "id": "-SLuDwAAQBAJ",
        "title": "A Gambling Man",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "Aloysius Archer, the straight-talking World War II veteran fresh out of prison, returns in this riveting #1 New York Times bestselling thriller from David Baldacci. The 1950s are on the horizon, and Archer is in dire need of a fresh start after a nearly fatal detour in Poca City. So Archer hops on a bus and begins the long journey out west to California, where rumor has it there is money to be made if you’re hard-working, lucky, criminal—or all three. Along the way, Archer stops in Reno, where a stroke of fortune delivers him a wad of cash and an eye-popping blood-red 1939 Delahaye convertible—plus a companion for the final leg of the journey, an aspiring actress named Liberty Callahan who is planning to try her luck in Hollywood. But when the two arrive in Bay Town, California, Archer quickly discovers that the hordes of people who flocked there seeking fame and fortune landed in a false paradise that instead caters to their worst addictions and fears. Archer’s first stop is a P.I. office where he is hoping to apprentice with a legendary private eye and former FBI agent named Willie Dash. He lands the job, and immediately finds himself in the thick of a potential scandal: a blackmail case involving a wealthy well-connected politician running for mayor that soon spins into something even more sinister. As bodies begin falling, Archer and Dash must infiltrate the world of brothels, gambling dens, drug operations, and long-hidden secrets, descending into the rotten bones of a corrupt town that is selling itself as the promised land—but might actually be the road to perdition, and Archer’s final resting place."
    },
    {
        "id": "Ozt8qhnkhzcC",
        "title": "Last Man Standing",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "The sole survivor of a devastating ambush, FBI Hostage Rescue Team agent Web London would do anything to find out what really happened that night--and a ten year old boy may be the unexpected key in this #1 New York Times bestselling thriller. Web London was trained to penetrate hostile ground and come out alive. Then ten seconds in a dark alley cost him everything: his friends, his fellow agents, his reputation. Among his super-elite FBI Hostage Rescue Team, Web was the sole survivor of a high-tech, devastating ambush. Now Web is trying to put his life back together and understand what really happened. To get answers, he'll need the help of psychiatrist Claire Daniels and the one other human being who lived through the attack--a ten-year-old boy. But when his search leads him back to that bloodstained alley, Web suddenly realizes he is about to face his assassin again. And this time, one of them will become the Last Man Standing."
    },
    {
        "id": "d2sLtgEACAAJ",
        "title": "Total Control",
        "author": [
            "David Baldacci"
        ],
        "category": [
            "Fiction"
        ],
        "description": "FROM #1 NEW YORK TIMES BESTSELLING AUTHOR DAVID BALDACCISidney Archer has the world. A husband she loves. A job at which she excels, and a cherished young daughter. Then, as a plane plummets into the Virginia countryside, everything changes. And suddenly there is no one whom Sidney Archer can trust."
    },
    {
        "id": "xk-9ywEACAAJ",
        "title": "A Minute to Midnight",
        "author": [
            "David Baldacci"
        ],
        "category": null,
        "description": "A gripping thriller featuring Atlee Pine, FBI Special Agent, by internationally bestselling author David Baldacci."
    }
]